[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冥想"
mTooltip="生物将稍后行动，但其最终伤害增加 %buff4.buff.stat1，且下次攻击的幸运增加 %buff4.buff.stat2 %icon_luck。\n%spell4.name 在回合结束或此生物受到伤害时消散。"

[Ability.A_mille_lames_Buff H7BaseBuff]
mName="猎物"
mTooltip="此生物被标记。持续 %durnow 回合。"

[A_Creature_t6_lv2 H7Creature]
mName="大名"
mLore="虽然大多数守护者更喜欢照料赐予他们的小片领土并训练新兵，但其中一些人仍然设法部分恢复了往日的势力。要赢得杉瑞亚居民的信任，这些居民不懈地守护着自己的独立，并警惕哈希马间谍的渗透，不仅需要战斗技能或智慧，还需要心灵的纯洁。只有这样的娜迦才有机会成为大名，并全身心投入服务杉瑞亚及其人民。在冥想中度过夜晚，他们摒弃世俗纷扰的念头，努力寻求内心的平静。"

[A_Creature_t6_base H7Creature]
mName="浪人"
mLore="被诅咒者大城的叛乱是一连串事件的第一环，这些事件动摇了哈希马的根基，当时有影响力的大名开始反对永恒女皇，质疑她领导娜迦的权利。最终，许多成功避免处决的叛乱者自我放逐，并被公开宣布为玷污了荣誉的浪人。失去了所有土地和特权，叛徒们被迫踏上漫长的旅程，直到最终到达杉瑞亚，在那里他们获得了作为守护者——小省份的领导者——开始新生活的机会。"

[Ability.A_mille_lames H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="千刃"
mTooltip="当此生物造成暴击时，目标获得 %spell4.name。被 %spell4.name 标记的目标有10%的几率在此生物造成伤害时受到最多3次 %d1 点额外 %icon_air 伤害。%spell4.name 在战斗回合结束时消散。"

[Ability.A_guerrier_valeureux H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="武士之志"
mTooltip="当此单位至少失去一名生物时，其最终伤害增加 %stat1，幸运增加 %stat2 %stat2.icon。"

[Ability.A_guerrier_valeurs_Buff H7BaseBuff]
mName="武士之志"
mTooltip=""

v1.37

[Ability.A_Meditation_Buff H7BaseBuff]
mName="冥想"
mTooltip="下次攻击造成 %stat1 更多伤害和 %stat2 %stat2.icon 幸运。\n在回合结束或此生物受到伤害时消散。"